{
    "Delete my account":"මගේ ගිණුම මකන්න",
    "Invite Friends":"මිතුරන්ට ආරාධනා කරන්න",
    "Where is the train":"කෝච්චිය කෝ",
    "Your Profile":"ඔබේ පැතිකඩ",
    "Notifications":"දැනුම්දීම",
    "Contact us":"අප අමතන්න",
    "Log Out":"ඉවත් වන්න",
   "Developed By Group 28" :"28 වන කණ්ඩායම විසින් වැඩි\n දියුණු කරන ලදි",
    " Live Location Map":" සජීවී ස්ථාන සිතියම",
    "Trains on tracks ":"දුම්රිය මාර්ගවල\n දුම්රිය",
    "Schedules":"කාල සටහන",
    "Route Details":"මාර්ග විස්තර",
    "Lost and Found":"නැතිවූ සහ හමු විය",


    "Settings":"සැකසුම්",
    "Change Profile Details":"පැතිකඩ විස්තර වෙනස් කරන්න",
    "Change langauage":"භාෂාව වෙනස් කරන්න",
    "Change my account details":"මගේ ගිණුම් විස්තර වෙනස් කරන්න",

    "Train Routes":"දුම්රිය මාර්ග",
    "Main Line":"ප්‍රධාන මාර්ගය",
    "The Main Line starts from Colombo and runs east and north past the rapidly developing centres of Ragama, Gampaha, Veyangoda, and Polgahawela. At Rambukkana, the Main Line begins its steep climb into the hills of the upcountry. Between Balana and Kadugannawa, the track clings to the side of sheer cliffs, offering passengers views of Batalegala ('Bible' Rock). From Peradeniya Junction, a branch line reaches Kandy and Matale. The Main Line then continues its climb through tea country, connecting local market centres at Gampola, Nawalapitiya, and Hatton before reaching Nanu Oya. This is the connection to the former colonial resort of Nuwara Eliya, known for its temperate climate, classic hotels, and British-style gardens. The Main Line continues its ascent to the summit at Pattipola, 1,898 m (6,227 ft) above sea level, before descending past Bandarawela to Badulla. In the upcountry, passengers can view the tea gardens, mountains and valleys, cascading torrents and waterfalls":"ප්‍රධාන මාර්ගය කොළඹ සිට ආරම්භ වන අතර වේගයෙන් සංවර්ධනය වන රාගම, ගම්පහා, වේයංගොඩ සහ පොල්ගහවෙල මධ්‍යස්ථාන පසු කර නැගෙනහිර හා උතුරු දෙසට දිව යයි. රම්බුක්කානාහිදී, ප්‍රධාන මාර්ගය උඩරට කඳුකරයට නැගීම ආරම්භ කරයි. බාලනා සහ කඩුගන්නවා අතර, ධාවන පථය කඳු බෑවුම්වල පැත්තට ඇලී ඇති අතර මගීන්ට බටලේගල ('බයිබල් පාෂාණය) පිළිබඳ දර්ශන ලබා දෙයි. පෙරඩෙනියා හන්දියේ සිට ශාඛා මාර්ගයක් මහනුවර සහ මාතලේ වෙත ළඟා වේ. ප්‍රධාන මාර්ගය පසුව තේ රට හරහා නැගීම දිගටම කරගෙන යන අතර, නානු ඔයා වෙත ළඟා වීමට පෙර ගම්පෝලා, නවාලපිටිය සහ හැටන්හි දේශීය වෙළඳපල මධ්‍යස්ථාන සම්බන්ධ කරයි. සෞම්‍ය දේශගුණය, සම්භාව්‍ය හෝටල් සහ බ්‍රිතාන්‍ය විලාසිතාවේ උද්‍යාන සඳහා ප්‍රසිද්ධ නුවාරා එලියාගේ කලින් යටත් විජිත නිකේතනයට ඇති සම්බන්ධය මෙයයි. ප්‍රධාන මාර්ගය මුහුදු මට්ටමේ සිට මීටර් 1,898 (අඩි 6,227) ක් උසින් පිහිටි පට්ටිපොල කඳු මුදුනට නැගීම දිගටම කරගෙන යයි. කඳුකරයේ, මගීන්ට තේ උද්‍යාන, කඳු සහ නිම්න, කඳුරැල්ල සහ දිය ඇලි නැරඹිය හැකිය"
}